export const sentenceData = {
    TOPIK1: [
        '저는 한국어를 공부해요.',
        '오늘 날씨가 좋아요.',
        '내일 학교에 가요.',
        '이것은 책이에요.',
        '친구를 만나요.',
        '밥을 먹어요.',
        '한국에 가고 싶어요.',
        '열심히 공부해야 해요.'
    ],
    TOPIK2: [
        '지난주에 친구를 만났어요.',
        '내일은 영화를 볼 거예요.',
        '한국에 가 본 적이 있어요?',
        '아침에 일찍 일어나는 편이에요.',
        '비가 오지만 가고 싶어요.',
        '공부하는 동안 음악을 들어요.'
    ],
    TOPIK3: [
        '교통이 복잡하기 때문에 일찍 나가야 해요.',
        '도시는 복잡한 반면에 시골은 조용해요.',
        '연구에 따르면 운동이 건강에 좋아요.',
        '어렵더라도 포기하지 마세요.',
        '당신 덕분에 성공했어요.'
    ],
    TOPIK4: [
        '어려움에도 불구하고 계속 노력했어요.',
        '경제가 발전하는 반면에 환경 문제가 심각해지고 있어요.',
        '한국에 산 적이 있어요?',
        '내일 비가 올 것 같아요.',
        '건강을 위해서 매일 운동해야 해요.',
        '열심히 공부하느라고 친구를 못 만났어요.',
        '날씨가 추웠더니 감기에 걸렸어요.',
        '무섭더라도 포기하지 마세요.',
        '한국어를 배우기 위해서 한국에 왔어요.',
        '주말에는 영화를 보곤 해요.',
        '조사에 따르면 소비자 물가가 상승하고 있다고 합니다.',
        '정부는 환경 문제를 해결하기 위해 다양한 정책을 시행하고 있어요.'
    ]
};
